import React from 'react';

const Description = () => {
  return (
    <div className="text-[#01303A] flex justify-center mt-10 mb-10">
      <div className="rounded-lg  bg-white p-8 flex flex-col justify-start w-full md:w-[90%] lg:w-[80%] xl:w-[770px]">
        
        <h1 className="text-[24px] font-bold tracking-[-2px] leading-[115%] mt-5 mb-10 md:text-[36px] lg:text-[48px]">
          За нас
        </h1>
        
        <p className="text-[16px] mb-6 md:text-[18px] leading-[150%] md:leading-[170%]">
        Централният офис на фирмата е базиран в България – гр.Русе. В Русе се намира най-голямото българско речно пристанище,
         автомобилен и железопътен мост на р. Дунав между България и Румъния, най-голямата Свободна Безмитна Зона в страната.
          Отстоянието на Букурещ е само 60 км. Статутът на гранична (за Европейския съюз) точка на пристанище и митница Русе
           позволява оформянето на всички видове митнически процедури и режими.
        </p>    

        <h1 className="text-[24px] font-bold tracking-[-2px] leading-[115%] mt-16 mb-10 md:text-[36px] lg:text-[48px]">
        Кой би могъл да се възползва от нашите услуги?
        </h1>
        
        <ul className="text-[16px] list-disc ml-5 leading-[150%] md:text-[18px] md:leading-[170%]">
          <li>Търговски фирми, желаещи да контролират и печелят от транспорта на търгуваните от тях стоки;</li>
          <li>Български производители, желаещи да продават продукцията си на чужди пазари и да участват в нейната доставка;</li>
          <li>Чуждестранни компании, интересуващи се от износ или внос на български стоки и свързаните с него
             транспортни и митнически условия;</li>
        <li>Чуждестранни спедиторски и транспортни фирми, транзитиращи товари през България;</li>
          <li>Български превозвачи, желаещи да подобрят предлаганата от тях услуга;</li>
        </ul>
        
        <h1 className="text-[24px] font-bold tracking-[-2px] leading-[115%] mt-16 mb-10 md:text-[36px] lg:text-[48px]">
        Какво Ви предлагаме?
        </h1>
        <ul className="text-[16px] list-disc ml-5 leading-[150%] md:text-[18px] md:leading-[170%]">
          <li>Интегриран сухопътен транспорт, възможност за избор и съчетание на различни видове услуги за превоз.</li>
          <li>Една точка за контакт при превоз в малки, по-големи или контитентални райони.</li>
          <li>Teхнология, конфигурирана към пригодност за уникални или специфични клиентски изисквания и интеграция 
            със съществуващи системи.</li>
        </ul>
      </div>
    </div>
  );
};

export default Description;
